Repository: yagizdo/standlock
Catalog: StandLock/Localizable.xcstrings
Source language: en
Languages: tr, zh_hans

source: Stop each reel on Skip to win
tr: Kazanmak için her makarayı Atla'da durdurun

source: Streak
tr: Seri
zh_hans: 连续天数

source: Stretch now, debug later
tr: Şimdi esneyin, sonra hata ayıklarsınız

source: Strict
tr: Katı

source: Strict has no skip limit; only the emergency escape combo ends a break early.
tr: Katı'da atlama sınırı yoktur; molayı yalnızca acil çıkış tuş birleşimi erken bitirir.
zh_hans: 强制模式没有跳过上限；只有紧急退出组合键才能提前结束休息。

source: Strict inactive, running as Firm
tr: Katı devre dışı, Sıkı olarak çalışıyor
zh_hans: 强制模式未生效，按严格模式运行

source: Strict mode requires Accessibility and Input Monitoring permissions.
tr: Katı mod, Erişilebilirlik ve Girdi İzleme izinlerini gerektirir.
zh_hans: 强制模式需要“辅助功能”和“输入监控”权限。

source: Strict mode requires Accessibility permission to block input during breaks.
tr: Katı mod, molalarda girdiyi engellemek için Erişilebilirlik izni gerektirir.
zh_hans: 强制模式需要“辅助功能”权限才能在休息期间屏蔽输入。

source: Strict mode requires Input Monitoring permission for the escape key combo.
tr: Katı mod, çıkış tuş birleşimi için Girdi İzleme izni gerektirir.
zh_hans: 强制模式需要“输入监控”权限才能使用退出组合键。

source: System
tr: Sistem
zh_hans: 系统

source: System follows your Mac's language
tr: Sistem, Mac'inizin dilini izler
zh_hans: “系统”跟随 Mac 的语言

source: Take 5 deep breaths: inhale for 4 seconds, hold for 4 seconds, exhale for 4 seconds.
tr: 5 derin nefes alın: 4 saniye içinize çekin, 4 saniye tutun, 4 saniye verin.
zh_hans: 做 5 次深呼吸：吸气 4 秒，屏息 4 秒，呼气 4 秒。

source: Take a short walk around your room or office. Move your legs and get your blood flowing.
tr: Odanızda ya da ofisinizde kısa bir yürüyüş yapın. Bacaklarınızı hareket ettirin, kanınız dolaşsın.
zh_hans: 在房间或办公室里走一小圈。活动双腿，促进血液循环。

source: Take healthy standing breaks while you work
tr: Çalışırken sağlıklı ayakta mola verin
zh_hans: 工作时站起来，健康地休息一下

source: Take the Stairs
tr: Merdiveni Kullan
zh_hans: 走楼梯

source: Tell me something I don't know.
tr: Bilmediğim bir şey söyleyin.

source: The chair isn't going anywhere
tr: Sandalye bir yere kaçmıyor

source: The house always wins
tr: Kasa hep kazanır

source: This is fine.
tr: Her şey yolunda.

source: This is getting embarrassing
tr: Bu iş utanç verici olmaya başladı

source: This Week
tr: Bu Hafta
zh_hans: 本周

source: Time Windows
tr: Zaman Aralıkları
zh_hans: 时间区间

source: Timing
tr: Zamanlama
zh_hans: 时间设置

source: Today
tr: Bugün
zh_hans: 今天

source: Toe Touch Stretch
tr: Öne Eğilme
zh_hans: 体前屈触脚尖

source: Took you two tries but okay.
tr: İki denemenizi aldı ama tamam.

source: Try again →
tr: Tekrar dene →
zh_hans: 再试一次 →

source: Two buttons. No excuses.
tr: İki düğme. Bahane yok.

source: Two down and zero shame. One more.
tr: İki bitti, sıfır utanç. Bir tane daha.

source: Two minutes. You'll survive.
tr: İki dakika. Hayatta kalırsınız.

source: Two out of three ain’t... well, it IS bad here.
tr: Üçte iki fena değil... aslında burada fena.

source: Ugh. Fine, go.
tr: Of. Peki, git.

source: Update
tr: Güncelle
zh_hans: 更新

source: Update available
tr: Güncelleme mevcut
zh_hans: 有可用更新

source: Use Default Schedule
tr: Varsayılan Programı Kullan
zh_hans: 使用默认日程

source: v%@ available
tr: v%@ mevcut
zh_hans: 有 v%@ 可用

source: Version %@ (Build %@)
tr: Sürüm %@ (Yapı %@)
zh_hans: 版本 %@（构建 %@）

source: Video & Audio
tr: Video ve Ses
zh_hans: 视频与音频

source: Walk Around the Room
tr: Odada Yürü
zh_hans: 在房间里走走

source: Walk to the kitchen and drink a full glass of water. Staying hydrated improves focus.
tr: Mutfağa gidip bir bardak su için. Su içmek odaklanmayı artırır.
zh_hans: 走到厨房喝满满一杯水。补足水分有助于集中注意力。

source: Walk to the window and look at something far away for 20 seconds. This helps relax your eye muscles.
tr: Pencereye gidip 20 saniye uzaktaki bir şeye bakın. Bu, göz kaslarınızı gevşetir.
zh_hans: 走到窗边，看向远处的物体 20 秒。这有助于放松眼部肌肉。

source: Water Break
tr: Su Molası
zh_hans: 喝水休息

source: We both know standing would’ve been easier.
tr: Ayağa kalkmanın daha kolay olacağını ikimiz de biliyoruz.
zh_hans: 我们都清楚，站起来其实更省事。

source: Website
tr: Web Sitesi
zh_hans: 网站

source: Week
tr: Hafta
zh_hans: 本周

source: Weekdays
tr: Hafta İçi
zh_hans: 工作日

source: Weekends
tr: Hafta Sonu
zh_hans: 周末

source: Window Gaze
tr: Pencereye Bak
zh_hans: 远眺窗外

source: Wow. All three. Wasted.
tr: Vay. Üçü de. Boşa gitti.

source: Wrist Rotations
tr: Bilek Çevirme
zh_hans: 手腕绕环

source: Write %@ to continue
tr: Devam etmek için %@ yazın
zh_hans: 输入 %@ 以继续

source: Write %@ to dismiss
tr: Kapatmak için %@ yazın
zh_hans: 输入 %@ 以关闭

source: Wrong again? Shocking.
tr: Yine mi yanlış? Şaşırtıcı.

source: Year
tr: Yıl
zh_hans: 今年

source: You actually typed that? Impressive dedication to laziness.
tr: Bunu gerçekten yazdınız mı? Tembelliğe etkileyici bir bağlılık.

source: You want to skip? Earn it.
tr: Atlamak mı istiyorsunuz? Hak edin.

source: You're really committed to failing
tr: Başarısız olmaya gerçekten kararlısınız

source: You're still here?
tr: Hâlâ burada mısınız?

source: to
zh_hans: 至
